import styles from './test.module.scss';

export function Test1() {
  return (
    <>
      <h1>Заголовок 1-Тест1</h1>
      <h2>Заголовок 2-Тест1</h2>
      <h3>Заголовок 3-Тест1</h3>
      <p>Привет Мир-Тест1</p>
    </>
  );
}

export function Test2() {
  return (
    <>
      <h1>Заголовок 1-Тест2</h1>
      <h2>Заголовок 2-Тест2</h2>
      <h3>Заголовок 3-Тест2</h3>
      <p>Привет Мир-Тест2</p>
    </>
  );
}

export function Test3() {
  return (
    <>
      <h1>Заголовок 1-Тест3</h1>
      <h2>Заголовок 2-Тест3</h2>
      <h3>Заголовок 3-Тест3</h3>
      <p>Привет Мир-Тест3</p>
    </>
  );
}
